{
  "title": "A little bit of me | LuisFOsG",
  "subtitle1": "Welcome 😁",
  "subtitle2": "The Start 😮",
  "subtitle3": "The arrival to Computer Engineering 👾",
  "subtitle4": "Why programming? 🤔",
  "subtitle5": "The Language 🤖",
  "subtitle6": "Today 😎",
  "subtitle7": "Presentation 👨🏻‍💻",
  "strong1": "Computer Engineering",
  "strong2": "Programming",
  "strong3": "Discord Bots",
  "a1": "Programación ATS",
  "em1": "\"If you can imagine it, you can program it\" - Programación ATS",
  "em2": "I have also tried other languages such as Python, PHP, JAVA, Kotlin, but only to make small programs and with minimal knowledge.",
  "description1": "Before starting to share various content that I have found or learned over time. I would like to tell you why I am here and why I got here.",
  "description2": "It all started at the end of the eleventh grade, when here in Colombia, it is normal to think about entering a professional career, I was thinking about electronics, since for some time I had liked the creation of robots and other electronic devices that were manufactured. in my school (which had Technique Included), and also made use of Arduino programming, although to this day I don't have much contact with Arduino, I felt that I could do well with the use of these tools.",
  "description3": "At the time of selecting the degree, the registrations for electronic engineering were not open, in case the University would open its registrations late. As I had a scholarship and I had X time to enroll in a career, I decided to go for the one closest to what I wanted, ",
  "description4": "I was already studying, obviously I wanted to take advantage of the time to improve in some branch of the career so when I went out to the work world to have a little more knowledge in the chosen section, after looking at all the related branches I decided to go deeper into ",
  "description4-1": ", who has also been wanting to improve and learn something from this for a long time.",
  "description5": "The first language I used was C ++, since it was the one taught at the University (First Semester), and as soon as we started using it, I began to see tutorials on YouTube especially from a channel called ",
  "description5-1": ", that thanks to him I was able to learn the basic knowledge of programming and logic that also allowed me to create my own programs by console.",
  "description5-2": "Already after a few months, I felt that making programs by console was not enough and also I wanted to share my progress easily, searching the internet, I found a tutorial to make ",
  "description5-3": " with JavaScript, and this is where I made the jump with JavaScript, because in addition to making console programs, it even allowed me to make web pages, desktop applications, even mobile. Inspired by these desired results, I began to study in different ways, from tutorials or blogs to documentation and courses.",
  "description6": "To this day, I continue to improve and learn more about JavaScript and the Tools that it can provide us. Even this blog and my page under construction are part of this learning, To Finish, I leave you with what I consider as my summary.",
  "description7": "My name is Luis Osorio, a Colombian who is currently studying Computer Engineering and is also a fan of learning, doing and discovering new things focused on technology mainly with JavaScript.",
  "description7-1": "Thank you very much for getting here <3"
}
