{
  "title": "Un poco sobre mi | LuisFOsG",
  "subtitle1": "Bienvenido 😁",
  "subtitle2": "El Inicio 😮",
  "subtitle3": "La llegada a Ingeniería Informática 👾",
  "subtitle4": "¿Por qué programación? 🤔",
  "subtitle5": "El Lenguaje 🤖",
  "subtitle6": "Al día de hoy 😎",
  "subtitle7": "Presentación 👨🏻‍💻",
  "strong1": "Ingeniería Informática.",
  "strong2": "Programación",
  "strong3": "Bots de Discord",
  "a1": "Programación ATS",
  "em1": "\"Si Puedes Imaginarlo Puedes Programarlo\" - Programación ATS",
  "em2": "También he probado otros Lenguajes como Python, PHP, JAVA, Kotlin, pero solo para hacer pequeños programas y con un conocimiento mínimo.",
  "description1": "Me gustaria dejarte un poco más de información del como llegue y descubri este mundo :D",
  "description2": "Todo empezó al finalizar Once Grado, cuando aquí en Colombia, es normal pensar en ingresar a alguna carrera profesional, estaba pensando por electrónica, ya que desde hace algún tiempo me había gustado la creación de robots y demás artefactos electrónicos que eran fabricados en mi colegio (que tenia Técnica Incluida), y además hacían uso de la programación en Arduino, aunque al día de hoy no he tenido mucho contacto con Arduino, sentía que podría irme bien con el uso de estas herramientas.",
  "description3": "Al momento de seleccionar la carrera las inscripciones para ingeniería electrónica no habían abierto, en si la Universidad abriría tarde sus matriculas. Como contaba con una beca y tenia X tiempo para matricularme a alguna carrera, decidí irme por la más cercana en otra universidad, a lo que quería, ",
  "description4": "Ya estando estudiando, obviamente quería aprovechar el tiempo en mejorar en alguna rama de la carrera para cuando saliera al mundo laboral contar con un poco más de conocimiento en el apartado elegido, después de mirar todas las ramas relacionadas decidí adentrarme más a la ",
  "description4-1": ", que además ya llevaba tiempo con ganas de mejorar y aprender algo de esto.",
  "description5": "El primer lenguaje que use fue C++, ya que fue el impartido en la Universidad (Primer Semestre), y apenas empezamos a usarlo, comencé a ver tutoriales en YouTube especialmente de un canal llamado ",
  "description5-1": ", que gracias a él pude aprender los conocimientos básicos de la programación y lógica que también me permitían crear mis propios programas por consola.",
  "description5-2": "Ya después de unos meses, sentía que hacer programas por consola no era suficiente y además quería compartir mi progreso fácilmente, buscando en internet, encontré un tutorial para hacer ",
  "description5-3": " con JavaScript, y aquí fue donde di el salto con JavaScript, porque además de hacer programas por consola, me permitía incluso hacer páginas web, aplicaciones de escritorio, Incluso móvil. Inspirado por estos resultados deseados empecé a estudiar de diferentes formas ya fuera por medio de tutoriales o blogs hasta documentaciones y cursos.",
  "description6": "Al día de hoy, sigo en la tarea de mejorar y aprender más sobre JavaScript y las Herramientas que puede brindarnos. Incluso este blog y mi página en construcción hacen parte de este aprendizaje, Para Finalizar, te dejo con lo que considero como mi resumen.",
  "description7": "Me llamo Luis Osorio, un colombiano que actualmente estudia Ingeniería Informática y además es fanático de aprender, hacer y descubrir cosas nuevas enfocadas en la tecnología principalmente con JavaScript.",
  "description7-1": "Muchas gracias por llegar hasta aquí <3"
}
